<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, shrink-to-fit=no">
    <title>{{ Config('app.name')}} | @lang('app.privicyandpolicy') </title>
    <link rel="icon" type="image/x-icon" href="{{asset('public/wtc_logo_gray.png')}}"/>

    <link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700" rel="stylesheet">
    <link href="{{ asset('public/bootstrap/css/bootstrap.min.css')}}" rel="stylesheet" type="text/css" />
    <link href="{{ asset('public/assets/css/plugins.css')}}" rel="stylesheet" type="text/css" />
    <link href="{{ asset('public/assets/css/pages/privacy/privacy.css?v=22')}}" rel="stylesheet" type="text/css" />
    <link rel="stylesheet" type="text/css" href="{{ asset('public/fonts/font-ar.css')}}">
    <style>
        body {
            font-family: 'Al-Jazeera-Arabic' , 'Montserrat' , sans-serif;
        }
    </style>
</head>
<body>

    <div id="headerWrapper">
        <div class="container-fluid">
            <div class="row">
                <div class="col-md-12 col-sm-12 col-12 text-center mb-5">
                    <a href="{{ url('/')}}" class="navbar-brand-privacy">
                        <img src="{{ asset('public/wtc_logo_gray.png')}}" class="img-fluid" width="200" height="150" alt="logo">
                    </a>
                </div>
                <div class="col-md-12 col-sm-12 col-12 text-center">
                    <h2 class="main-heading">@lang('app.privicyandpolicy')</h2>
                </div>
            </div>
        </div>
    </div>

    <div id="privacyWrapper" class="">
        <div class="container">
            <div class="text-center">
                <h5 class="mb-4">@lang('app.pleaseReadCarfuly')</h5>
            </div>
            <div class="row">
                <div class="col-md-12">
                    
                    <div dir="rtl" style="text-align:right">
                        <p class="mb-4">
                            <h3>الشروط والأحكام</h3>
    
                            مرحبًا بكم في تطبيق "نحن نوصل".
                            يعمل التطبيق كمنصة إلكترونية وسيطة بين مندوب التوصيل من ناحية والعميل من ناحية أخرى، حيث يسمح للعميل بالتواصل مع مندوب التوصيل لتلبية طلباته، كما يقدم التطبيق خدمات بطاقات الشحن لعملائه وذلك كله وفق الشروط والأحكام الآتية:
                            
                        </p>
    
                        {{-- <p class="policy-info-ques mt-5 mb-4">What information is collected?</p> --}}
    
                        <ul class="policy-list">
                            <li class="mb-5">
                                <strong>أولاً: تعريفات المصطلحات </strong> 

                                <p>
                                    في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها
                                </p>

                                <p>
                                    "التطبيق" أو "نحن" أو "ضمير المتكلم" أو "ضمير الملكية" يشير إلى تطبيق "نحن نوصل" شركة امواج للنشر الالكتروني
                                </p>

                                <p>
                                    "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب" يشير إلى كل شخص يقوم بزيارة أو استخدام التطبيق بأي شكل من الأشكال، سواء كان مندوب توصيل أو عميل أو غير ذلك.
                                </p>
                                <p>
                                    "مندوب التوصيل" هو كل شخص يقوم بالتوصيل من المتاجر أو توصيل الطرد أو توصيل الإرساليات بين المدن بناءً على طلب العميل.
                                </p>
                                <p>
                                    "العميل" يشير إلى كل شخص يطلب من المندوب خدمات التوصيل أو يطلب من التطبيق خدمات بطاقات الشحن.
                                </p>
                                <p>
                                    "خدمات التوصيل" تشير إلى خدمات التوصيل التي يقوم مندوب التوصيل بتنفيذها لصالح العميل والتي تشمل التوصيل من المتاجر وتوصيل الطرد وتوصيل الإرساليات
                                </p>
                                <p>
                                    "المشتريات" تشير إلى السلع والمنتجات أيًا كان نوعها التي يطلب العميل من مندوب التوصيل شرائها وتوصيلها له.
                                </p>
                                <p>
                                    "المحتوى" يشير إلى كافة النصوص والمعلومات والبيانات والصور والشعارات والفيديو والإعلانات وكل ما يتم نشره بواسطة المستخدم عبر التطبيق
                                </p>
                                <p>
                                    "الاتفاقية" تشير إلى الشروط والأحكام وسياسة الخصوصية وكافة صفحات التطبيق الرئيسية والفرعية ووصف الخدمات وكافة المعلومات ومحتوى الخدمات وكافة التعليمات والاتفاقات الخاصة التي تتم بين التطبيق من ناحية وأي من مستخدمي التطبيق من ناحية أخرى، وكذلك العقود المرتبطة بالشروط والأحكام
                                </p>
                                <p>
                                    "أطراف الاتفاقية" يشير إلى التطبيق من ناحية كـ (طرف أول في العلاقة التعاقدية)، وأي شخص يزور التطبيق أو يستخدمه أو يسجل حساب بالتطبيق أو يقدم أي من خدمات التطبيق أو يستفيد من خدماتنا بأي شكل من الأشكال من ناحية أخرى كـ (طرف ثان في العلاقة التعاقدية).
                                </p>
                            </li>
    
                            <li class="mb-5">
                                <strong>ثانيًا: النطاق القانوني لخدماتنا</strong>

                                <p>
                                    (1) يعمل تطبيق "نحن نوصل" كمنصة الكترونية وسيطة تتيح التواصل بين العميل مندوب التوصيل، ولا يتعدى دورنا ذلك، ولا نملك أي سلطة إشرافية أو رقابية على مندوب التوصيل، ولا نحن ممثلين ولا وكلاء عن العملاء، ولا تنطبق علينا أي من أحكام قانون العمل أو الوكالة أو الكفالة أو غيرها من الأحكام القانونية المتعلقة بالمسئولية القانونية عن أفعال التابعين أو الغير، وأنتم توافقون صراحة على طبيعة عملنا هذه ودورنا هذا وتتعاملون عبر التطبيق من هذا المنطلق.
                                </p>
                                <p>
                                    (2) لا يعد تطبيق "نحن نوصل" مزود خدمة انترنت، ولا متعهد إيواء، ولا موفر محتوى معلوماتي، ولا يعامل كناشر لأي محتوى يتم نشره عبر التطبيق أو من خلال أي خاصية متاحة للتواصل عبر التطبيق، بما في ذلك الرسائل والدردشة وغيرها.
                                </p>
                                <p>(3) أنت تعلم وتقر بالموافقة على إعفاء تطبيق "نحن نوصل" من أي مسئولية تقع عن عمل الغير، سواء كان مستخدمًا، أو مندوب توصيل، أو عميل أو غير ذلك.</p>
                                
                            </li>
    
                            <li>
                                <strong>ثالثًا: الطبيعة القانونية للشروط والأحكام</strong>
                                
                                <p>(1) تعد هذه الاتفاقية الاتفاق الكامل والنهائي بين تطبيق "نحن نوصل" من ناحية، وأي شخص يقوم بزيارة التطبيق أو يستخدمه أو يستخدم أي من خصائصه أو ميزاته من ناحية أخرى.</p>
                                <p>(2) تعد هذه الاتفاقية عقدًا صحيحًا مكتملاً الشروط والأركان القانونية، نافذًا في مواجهة جميع الأطراف المذكورة، وأحكامه والتزاماته ملزمة لهم جميعًا، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.</p>
                                <p>(3) يقر جميع الأطراف أن هذه الاتفاقية تشكل كامل الاتفاق بينهم، وقد اتفقوا على أنهم لم يعتمدوا على أي تأكيدات، شفوية كانت أم كتابية، في الموافقة على هذه الاتفاقية بخلاف الأحكام المبينة فيها.</p>
                                <p>(4) يعد وصف الخدمات والصفحات الفرعية للتطبيق التي تم إعدادها من قِبل تطبيق "نحن نوصل" جزء لا يتجزأ من هذه الاتفاقية.</p>
                                <p>(5) يكون للتعديلات الواردة على هذه الاتفاقية نفس الحكم والأثر القانوني لهذه الاتفاقية.</p>
                            </li>
                            <li>
                                <strong>رابعًا: توفير الخدمات</strong>
                                
                                <p>(1) يسعى التطبيق بشكل دائم لتوفير خدماته الإلكترونية بالشكل الأمثل، ويستعين في سبيل ذلك بكافة الأدوات والمعدات والأجهزة والبرامج وسبل الحماية اللازمة لتوفير الخدمات، إلى جانب اتخاذ الإجراءات القانونية اللازمة.</p>
                                <p>(2) التطبيق لا يضمن أن تعمل الخدمات أو جزء منها على كافة أجهزة الجوال، كما أنه بالنسبة للأجهزة التي يعمل عليها التطبيق فقد يحدث تأخيرات أو أعطال راجعة إلى خلل ما في شبكة الانترنت، وبالتالي فأنت تعفينا من المسئولية عن كل ذلك.</p>
                                <p>(3) في سبيل تقديم خدماتنا نقدم الدعم الكامل للعميل ومندوب التوصيل والمستخدمين.</p>
                            </li>
                            <li>
                                <strong>خامسًا: الموافقة والأهلية القانونية</strong>
                                
                                <p>(1) تقر بأن لديك الأهلية القانونية اللازمة للإبرام والموافقة على هذه الاتفاقية.</p>
                                <p>(2) يشترط في من يستخدم تطبيق "نخن نوصل" أن يتوافر فيه الأهلية القانونية اللازمة لإبرام العقود، ونحن غير مسئولين عن التحقق من أهلية أيًا من مستخدمي التطبيق.</p>
                                <p>(3) باستخدامك خدمات تطبيق "نحن نوصل" فأنت توافق على هذه الاتفاقية، وتقر بأنك ملزمًا قانونًا بالشروط والأحكام المنصوص عليها في هذه الوثيقة أو تعديلاتها.</p>
                            </li>
                            <li>
                                <strong>سادسًا: التوقيع الرقمي</strong>
                                
                                <p>(1) في الخدمات التي تتطلب التسجيل: فانه من خلال تسجيلك للحصول على حساب بالتطبيق، أو عن طريق النقر لقبول شروط الخدمة عند المطالبة بذلك على التطبيق، يعتبر أنك قد نفذت هذه الاتفاقية وشروط الخدمة الأخرى الكترونيًا، وتعد نافذة المفعول قانونًا في مواجهتك من تاريخ تسجيل حسابك أو من تاريخ النقر لقبول شروط الخدمة.</p>
                                <p>(2) في الخدمات التي لا تتطلب التسجيل: يعد استخدامك لهذه الخدمات موافقة صريحة منك على الشروط والأحكام المنصوص عليها في هذه الوثيقة كافة السياسات الأخرى، وتعد ملزمًا قانونًا بها من تاريخ هذا الاستخدام.</p>
                            </li>
                            <li>
                                <strong>سابعًا: شروط استخدام التطبيق</strong>
                                
                                <p>(1) يشترط أن يُسجل الشخص الطبيعي في التطبيق باسمه الحقيقي، وأن يبتعد عن استخدام أي أسماء مستعارة أو غير حقيقية أو مضللة ويجب ان المستخدم بالغاً سن الرشد. وبمجرد قيامك بالتسجيل كشخص طبيعي فأنت تمثل نفسك فقط، فالحساب قائم على الاعتبار الشخصي.</p>
                                <p>(2) إذا كنت تسجل بالتطبيق بحساب شخصي فأنت تعلم أنك تمثل نفسك.</p>
                                <p>(3) يشترط في المستخدم أن يضع صورته الشخصية في حسابه وعدم وضع أي صور للغير أو لا تعبر عن المستخدم.</p>
                                <p>(4) تتعهد بإتباع التعليمات الصادرة من التطبيق بشأن حسابك، بما في ذلك طريقة استخدام الحساب أو الخدمات الإضافية، وكذلك كافة محاذير الاستخدام.</p>
                                <p>(5) تتعهد بتوفير المعلومات والمستندات اللازمة والتي يطلبها منك التطبيق في أي وقت؛ سواء أثناء الاشتراك معنا وتسجيل حسابك، أو أثناء تقديم الخدمات لك بعد تسجيل حسابك.</p>
                                <p>(6) يتعهد المستخدم بتحري الدقة عند إدخال المعلومات المطلوب إدخالها في التطبيق، ويكون مسئول عن مراجعة تلك المعلومات بشكل دوري بغرض تصحيحها أو تعديلها أو تجديدها كلما توفرت لديه معلومات جديدة بشأنها، على أن يحتفظ بكافة البيانات والمستندات الدالة على ذلك.</p>
                                <p>(7) يجب أن تكون جميع المعلومات التي تفصح عنها حقيقية ومحدثة وصحيحة وتعبر عنك و توافق ما هو مطلوب في استمارة التسجيل لدينا.</p>
                                <p>(8) إذا قدمت معلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة، أو إذا كان لدينا أسباب معقولة للاشتباه في أن هذه المعلومات غير صحيحة أو غير دقيقة أو غير متزامنة أو غير كاملة أو لا تتوافق مع اتفاقية الاستخدام هذه، ودون الإخلال بأي حقوق أخرى بموجب هذه الاتفاقية أو القانون، سوف نقوم بتعليق عضويتك أو إلغائها.</p>
                                <p>(9) يتعهد المستخدم بالمحافظة على المعلومات السرية الخاصة بحسابه، مثل اسم المستخدم وكلمة المرور، وأنه مسئول عن أي إفصاح للغير عن هذه المعلومات، كما أنه مسئول عن أي استخدام يقع من أي شخص قام بالإفصاح له عن هذه المعلومات السرية.</p>
                                <p>(10) يتعهد المستخدم بإبلاغ التطبيق فورًا في حالة اختراق أو سرقة الحساب أو اكتشاف أي استخدام غير قانوني لحسابه بالتطبيق، وذلك حتى نستطيع اتخاذ الإجراءات التقنية اللازمة للمحافظة على الحساب.</p>
                                <p>(11) لا يجوز لك استخدام حساب شخص آخر في أي وقت دون الحصول على موافقة صريحة من تطبيق "نحن نوصل".</p>
                                <p>(12) يلتزم المستخدم بإخطارنا في حالة اكتشافه لأي استخدام غير قانوني للتطبيق أو لأي من الخدمات أو بطاقات الائتمان.</p>
                                <p>(13) نحتفظ بالحق في إلغاء الحسابات التي لم يتم تأكيدها أو الغير نشطة لفترة طويلة.</p>
                                <p>(14) قد يقترن استخدام تطبيق "نحن نوصل" بتوفير خدمات أو محتوى جهات أخرى، والتي لا تخضع لسيطرتنا، وبالتالي فأنت تقر بسريان شروط وأحكام وسياسات خصوصية أخرى على استخدامك لخدمات ومحتوى الجهات غير التابعة لنا.</p>
                            </li>
                            <li>
                                <strong>ثامنًا: شروط وأحكام العملاء</strong>
                                
                                <p>(1) العميل هو المسئول الأول والأخير عن الحساب المرتبط بجواله، ويُسأل عن أي استخدام غير مشروع أو غير مصرح به يتم عن طريق حسابه في التطبيق.</p>
                                <p>(2) العميل يعلم ويقر بأن الخدمات التي يتلقاها عبر التطبيق تتم من خلال مندوب التوصيل دون أي تدخل من تطبيق "نحن نوصل".</p>
                                <p>(3) العميل وحده هو المسئول عن صحة عناوين التوصيل التي يقدمها لمندوب التوصيل، ويتحمل أي مسئولية ناشئة عن التأخير نتيجة الخطأ في صحة عناوين التوصيل، كما يتحمل المسئولية في حالة عدم تمكن مندوب التوصيل من توصيل المشتريات أو الطرد أو الإرساليات إليه في هذه الحالة.</p>
                                <p>(4) يتعهد العميل بأن تكون الإرساليات والطرد والمشتريات التي يطلب من مندوب التوصيل توصيلها من خلال التطبيق قانونية ومتوافقة مع الأنظمة المعمول بها ولا تتضمن أي مواد مخدرة أو مسكرة أو أسلحة أو ذخائر أو أشياء ثمينة والتي تتجاوز قيمتها ٣٥٠٠ ريال سعودي أو أي أشياء أخرى محظور تداولها وفقًا للأنظمة المعمول بها، على أن يسمح العميل للمندوب بالاطلاع على هويته الشخصية وفحص الأشياء المطلوب توصيلها للتأكد من مطابقتها للاشتراطات السابقة، وتكون مسئولية العميل ومندوب التوصيل تضامنية في حالة إخلالهم بهذا الالتزام دون أدنى مسئولية أصلية أو تبعية على التطبيق.</p>
                                <p>(5) يتعهد العميل بعدم طلب توصيل أي مواد أو منتجات سريعة الفساد أو التلف أو قابلة للكسر بسهولة لضمان جودة عملية التوصيل. كما يلتزم العميل بعدم إرسال أي أشياء ثمينة أو مبالغ مالية ويتحمل وحده كافة المخاطر في حالة طلب توصيلها من مندوب التوصيل.</p>
                                <p>(6) يلتزم العميل بسداد قيمة المشتريات وكذلك قيمة أجر التوصيل المحدد وفي حال عدم دفع القيمة المستحقة للخدمة او في حال عدم استلام المشتريات من قبل مقدم الخدمة يحق لنا حظر العميل وعدم إزالة الحظر عن العميل إلى حين سداد المبالغ المستحقه على العميل.</p>
                                <p>(7) يلتزم العميل بأن يكون تقييمه للخدمة المقدمة من قِبل مندوب التوصيل لا يتضمن أي إساءة أو ألفاظ نابية وأن يكون النقد أو التقييم في حدود المسموح به قانونًا.</p>
                                <p>(8) يعلم العميل ويقر بأننا لسنا أصحاب عمل ولا نملك أي سلطة رقابية أو إشرافية على مندوبي التوصيل، وأنهم مستقلون تمامًا في عملهم.</p>
                                <p>(9) يقر العميل بأننا لا نمثله أمام الغير ولا نعتبر وكيلاً عنه وأنه مسئول في مواجهة مندوب التوصيل مسئولية شخصية في حالة الإخلال بالشروط والأحكام المنصوص عليها في هذه الاتفاقية أو في حالة الإخلال بالنصوص والأحكام القانونية السارية المفعول داخل الدولة المملكة العربية السعودية.</p>
                                <p>(10) في حالة تغيير العميل لرقم الجوال الخاص به أو التنازل عنه للغير فانه يتعهد بإبلاغنا بالرقم الجديد وتفعيل الحساب مرة أخرى بطرق التفعيل المعتمدة لدينا.</p>
                                <p>(11) يلتزم العميل بحُسن معاملة مندوب التوصيل.</p>
                                <p>(12) يلتزم العميل بعدم التواصل مع مندوب التوصيل أو طلب تنفيذ خدمات خارج الإطار المعمول به داخل التطبيق، وفي حالة إخلاله بهذا الالتزام يحق للتطبيق إيقافه بشكل دائم أو مؤقت عن استخدام التطبيق مع احتفاظنا بكافة حقوقنا القانونية الأخرى.</p>
                            </li>
                            <li>
                                <strong>تاسعًا: شروط وأحكام مندوب التوصيل</strong>
                                
                                <p>(1) إن تسجيل مندوب التوصيل لدينا قائم على الاعتبار الشخصي، وبالتالي ليس له التنازل عن الحساب إلى الغير، ولا تفويض غيره في القيام بأعمال التوصيل التي وافق على القيام بها.</p>
                                <p>(2) يحظر على مندوب التوصيل التسجيل لدينا بأكثر من حساب، وفي حالة اكتشافنا ذلك فلنا كامل الحق في تعليق أو إنهاء حسابهم بالتطبيق.</p>
                                <p>(3) مندوب التوصيل هو المسئول الأول والأخير عن الحساب المرتبط بجواله، ويُسأل مندوب التوصيل عن أي استخدام غير مشروع أو غير مصرح به يتم عن طريق حسابه في التطبيق.</p>
                                <p>(4) يقر مندوب التوصيل أنه يقوم بأعمال التوصيل على مسئوليته الشخصية دون أدنى مسئولية على تطبيق "نحن نوصل".</p>
                                <p>(5) يتعهد مندوب التوصيل باستخراج كافة تصاريح العمل اللازمة، طبقًا للقوانين المعمول بها والسارية المفعول داخل المملكة العربية السعودية.</p>
                                <p>(6) يتعهد مندوب التوصيل باستخراج كافة التراخيص والمستندات القانونية اللازمة للمركبة التي يستقلها في التوصيل، ويقر بأن هذه التراخيص والأوراق قد استخرجت من مصادرها الشرعية، وذلك دون أدنى مسئولية على التطبيق، كما يقر بعدم تبعية أي مركبة يستقلها في التوصيل إلى التطبيق، وأنه مسئول عن هذه المركبة مسئولية شخصية، ومسئول عن كافة المخالفات والحوادث التي قد تنشأ خلال عملية التوصيل. ويقر بأننا لا نقدم أي نوع من أنواع التأمين على المركبات، ولا نحن مسئولين عن تعويضه أو تعويض الغير عن أي أضرار قد تنشأ خلال عملية التوصيل.</p>
                                <p>(7) يجب أن يكون مندوب التوصيل حائزًا على رخصة قيادة صالحة وسارية المفعول في المدينة التي يباشر نشاطه فيها، ويشترط تجديدها في المواعيد المحددة قانونًا، ويقر مندوب التوصيل بصحة وقانونية هذه الرخصة وأنه قد استخرجها من مصادرها الشرعية، ويتحمل أي مسئولية جنائية في حالة ظهور غير ذلك.</p>
                                <p>(8) يلتزم مندوب التوصيل بالقيام بالتوصيل طبقًا للاتفاق المبرم بينه وبين العميل دون أدنى مسئولية قانونية علينا. كما يلتزم مندوب التوصيل بالقيام بمهامه طبقًا للاتفاق المبرم بينه وبين العميل دون أدنى مسئولية قانونية علينا.</p>
                                <p>(9) يلتزم مندوب التوصيل بأن يقوم بعمليات التوصيل داخل المناطق المصرح بها قانونًا ويتعهد بالابتعاد عن أي مناطق محظور دخولها.</p>
                                <p>(10) يلتزم مندوب التوصيل بالتأكد من الإرساليات والطرد قبل استلامه والتأكد من أنه لا يتضمن أي مواد مخالفة للأنظمة المعمول بها حتى لا يقع تحت طائلة المسائلة القانونية، كما يلتزم بعدم شراء أي مواد أو منتجات محظور تداولها او مواد مختلفة مثل بطاقات مسبقة الدفع، بطاقات الهدايا، تصاريح المرور،المجموعات المالية(الطوابع،النقود وغيرها) أو أشياء ثمينة تتجاوزة قيمتها ٣٥٠٠ ريال سعودي، وفي جميع الأحوال تكون مسئولية مندوب التوصيل والعميل تضامنية في حالة إخلالهم بهذا الالتزام دون أدنى مسئولية قانونية أصلية أو تبعية أو تضامنية على التطبيق.</p>
                                <p>(11) يلتزم مندوب التوصيل بمعاينة المواد المطلوب توصيلها واثبات حالتها والتأكد من سلامتها وقانونيتها، كما يلتزم بالإطلاع على الهوية الوطنية للعميل أو جواز سفره للتأكد من شخصيته.</p>
                                <p>(12) يلتزم مندوب التوصيل بإحضار فاتورة للمشتريات التي قام بشرائها بناءً على طلب العميل.</p>
                                <p>(13) يلتزم مندوب التوصيل بالمحافظة على الأشياء التي يقوم بتوصيلها لمصلحة العميل وعدم العبث بها أو فتحها بعد استلامها أو شحنها بطريقة تعرضها للتلف أو الهلاك.</p>
                                <p>(14) يقر مندوب التوصيل بعدم مطالبة العميل بدفع أي مبالغ أخرى زائدة عن تلك المتفق عليها داخل التطبيق.</p>
                                <p>(15) يقر مندوب التوصيل بأنه ليس عامل لدينا، ولا أننا أصحاب عمل، وليس لنا عليه أي سلطة رقابية أو إشرافية، ويعمل على مسئوليته الشخصية بلا أدنى مسئولية عقدية أو قانونية علينا.</p>
                                <p>(16) يعلم ويقر مندوب التوصيل بعدم تقدمينا لأي تأمين طبي له خلال عملية التوصيل، فالعلاقة بين مندوب التوصيل والتطبيق ليست علاقة عمل.</p>
                                <p>(17) يعلم ويقر مندوب التوصيل بأننا لا تربطنا بالعميل أي علاقة عمل أو تمثيل قانوني أو وكالة أو غيرها، وفي حالة إخلال العميل بأي حق من حقوق مندوب التوصيل، فعلى مندوب التوصيل اتخاذ كافة شئونه القانونية دون الرجوع إلينا أو علينا.</p>
                                <p>(18) غير مصرح لك باستخدام العمليات التي تتم داخل التطبيق في مواقع أو تطبيقات أخرى، ولا استغلال التقييم الخاص بك في التطبيق في مواقع أو تطبيقات أخرى، ولا أن تجلب إلى تطبيقنا أي تقييمات حصلت عليها في مواقع أو تطبيقات أخرى.</p>
                                <p>(19) في حالة تغييرك لرقم الجوال الخاص بك أو التنازل عنه للغير فانك تتعهد بإبلاغنا بالرقم الجديد وتفعيل الحساب مرة أخرى بطرق التفعيل المعتمدة لدينا.</p>
                                <p>(20) يلتزم مندوب التوصيل بحُسن معاملة العميل وعدم الإساءة لنا</p>
                                <p>(21) يلتزم مندوب التوصيل بعدم التواصل مع العميل أو تنفيذ خدمات خارج الإطار المعمول به داخل التطبيق، وفي حالة إخلاله بهذا الالتزام يحق للتطبيق إيقافه بشكل دائم أو مؤقت عن استخدام التطبيق مع احتفاظنا بكافة حقوقنا القانونية الأخرى.</p>
                                <p>(22) يقر مندوب التوصيل ان يلتزم بالأمانة في بقيمة وحقيقة العمليات، ويوافق مندوب التوصيل في حال اكتشاف اي تلاعب او أساءة الخدمة للعميل بما يسئ للتطبيق بشكل مباشر او غير مباشر فأن مندوب التوصيل سيكون عرضة لإيقاف الخدمات الخاصة به بالأضافة الى حق " نحن نوصل" تحصيل غرامة أساءة استخدام تبلغ ١٥٠٠ ريال سعودي الأضافة الى حق " نحن نوصل" بالمطالبة بالتعويضات اللتي نتجت لهذا التلاعب او سوء الاستخدام.</p>
                            </li>
                            <li>
                                <strong>عاشرًا: سياسة الدفع</strong>
                                
                                <p>(1) يتم حساب مقابل التوصيل بواسطة التطبيق، ويتم تحديد هذا المقابل على حسب المسافة بين نقطة الاستلام ونقطة التوصيل والتي يتم حسابها بالكيلو متر.</p>
                                <p>(2) يقوم العميل بدفع مقابل التوصيل بالإضافة إلى قيمة المشتريات لمندوب التوصيل نقدًا على أن يتم احتساب قيمة العمولة الخاصة بنا بالسالب في حساب مندوب التوصيل بالتطبيق.</p>
                                <p>(3) عندما تصل نسبة العمولة المستحقة لنا بحساب مندوب التوصيل بالتطبيق إلى سالب 50 ريال سعودي هنا يلتزم مندوب التوصيل بتحويل المستحقات الخاصة بنا بوسائل الدفع الإلكتروني المعتمدة من جانبنا.</p>
                                <p>(4) لا يقبل التطبيق تحمل نتيجة أي أخطاء في عملية الدفع التي يقوم بها العميل أو مندوب التوصيل، كما لا يتحمل التطبيق نتيجة أي عمليات قرصنة أو احتيال تقع على البطاقات الائتمانية أو الحسابات البنكية الخاصة بالعميل أو مندوب التوصيل.</p>
                                <p>(5) يتحمل العميل ومندوب التوصيل كافة الرسوم البنكية المتعلقة بعمليات تحويل الأموال أو سداد ثمن بطاقات الشحن أو العمولات.</p>
                                <p>(6) المبالغ التي يدفعها العميل للتطبيق نهائية ولا يجوز تعديلها بالزيادة أو النقصان ولا يجوز استردادها إلا بموافقة التطبيق.</p>
                                <p>(7) العمولة التي يدفعها مندوب التوصيل للتطبيق نهائية ولا يجوز تعديلها بالزيادة أو النقصان ولا يجوز استردادها إلا بموافقة التطبيق.</p>
                                <p>(8) التطبيق غير مسؤول في حال قام العميل بدفع قيمة أكثر من اللتي ظهرت له في الفاتورة ولا تتحمل أي تعويض حيال ذلك الأمر.</p>
                                <p>(9) يحتفظ تطبيق "نحن نوصل" بالحق في تعديل سياسات الرسوم والدفع في أي وقت يراه مناسبًا لذلك.</p>
                            </li>
                            <li>
                                <strong>حادي عشر: سياسة الاسترجاع</strong>
                                
                                <p>(1) يعلم العميل أن التطبيق لا يبيع أي من المشتريات التي يوفرها مندوب التوصيل له، وبالتالي فإننا لا نقدم أي سياسات استرجاع، ويتم الاسترجاع وفقًا لسياسة الاسترجاع الخاصة بالمحل الذي قام مندوب التوصيل بشراء المشتريات منه.</p>
                                <p>(2) يقوم مندوب التوصيل بشراء المشتريات لصالح العميل من المتاجر والمطاعم والمحلات المختلفة، ويلتزم العميل في هذه الحالة بسياسات الاسترجاع الخاصة بكل متجر أو مطعم أو محل، وفي حالة رفض العميل تنفيذ هذه السياسات ورفضه استلام المشتريات من مندوب التوصيل فهنا يلتزم العميل بدفع مقابل المشتريات إلى جانب دفع قيمة التوصيل.</p>
                                <p>(3) في حالة قيام مندوب التوصيل بإرجاع المشتريات بناءً على طلب العميل فإن العميل في هذه الحالة يلتزم بأن يدفع لمندوب التوصيل قيمة توصيل المشتريات له وقيمة أجرة إرجاعها لمكان شرائها.</p>
                                <p>(4) يقبل التطبيق الاسترجاع بخصوص بطاقات الشحن قبل إرسال رقم بطاقة الشحن للعميل، ولكن في حالة إرسال رقم بطاقة الشحن للعميل بناءً على طلبه فلن يتمكن التطبيق من إرجاع المبلغ المدفوع بأي حال من الأحوال.</p>
                            </li>
                            <li>
                                <strong>ثاني عشر: شروط وأحكام التقييمات</strong>
                                <p>يستطيع العميل تقييم مندوب التوصيل، كما يستطيع مندوب التوصيل تقييم العميل، وتخضع التقييمات للشروط والأحكام الآتية:</p>
                                <p>(1) يجب أن تكون تقييمات العميل ومندوب التوصيل صادقة ولا تحمل أي إساءة لأي طرف أو أي شخص.</p>
                                <p>(2) يحظر أثناء التقييمات التعرض لأسماء أو أشخاص أو مؤسسات أو شركات أو رموز أو تجريحهم أو الإساءة إليهم بأي شكل من الأشكال، كما يحظر استخدام شعارات دينية أو عبارات محقرة للثقافات أو الشعوب أو تخالف النظام المعمول به.</p>
                                <p>(3) في جميع الأحوال لن يتحمل تطبيق "نحن نوصل" أي مسئولية بخصوص صدق التقييمات ومدى قانونيتها، ولا نتحمل أي مسئولية عن التقييمات غير المشروعة وهي مسئولية أصحابها فقط.</p>
                                <p>(4) يحتفظ التطبيق "نحن نوصل" بكامل الحق في مراجعة وحذف أي تقييمات غير مشروعة، وكذلك وقف أو إلغاء عضوية الشخص المسيء، ولا يعني عدم حذفنا للتقييمات غير المشروعة مشاركة أو موافقة منا على النشر. ولا يجب أن يُفهم حقنا في مراجعة التقييمات بأنه التزام قانوني علينا، وعليك إبلاغنا في حالة وجود تقييمات غير مشروعة لاتخاذ الإجراء المناسب ضدها.</p>
                                <p>(5) يحتفظ التطبيق بحقه في رفض نشر أي تقييمات في أي وقت إذا كانت تخالف الأحكام السابقة.</p>
                                <p>(6) في جميع الأحوال نحتفظ بكامل الحق في اللجوء إلى القضاء واقتضاء كافة التعويضات المناسبة إذا ترتب على التقييمات أضرارًا للتطبيق المملوك لنا، مع احتفاظ المضرور والمجتمع بحقه في العقوبات الجنائية.</p>
                            </li>
                            <li>
                                <strong>ثالث عشر: حقوق التأليف والنشر</strong>
                                
                                <p>(1) التطبيق والأفكار المُعبَر عنها داخله، هي حقوق ملكية فكرية خالصة لنا، وأي تقليد أو اقتباس للتطبيق أو بعض خدماته (بما في ذلك الأفكار والنصوص والرموز والبرمجيات) يعد انتهاكًا لحقوق التأليف والنشر الخاصة بنا، وسنقوم معه باتخاذ كافة الإجراءات القانونية ضد مرتكب الانتهاكات المذكورة.</p>
                                <p>(2) جميع المحتويات المضمنة أو المتاحة ضمن خدمات تطبيق "نحن نوصل" مثل (النصوص والشعارات والصور والرسوم البيانية والتسجيلات الصوتية وأيقونات الأزرار والمحتويات الرقمية والمواد التي يتم إعادة تحميلها والبرمجيات وتجميع البيانات) هي ملك لتطبيق "نحن نوصل"، وهي محمية من قِبل قوانين المملكة العربية السعودية وقوانين حقوق التأليف والنشر الدولية. </p>
                                <p>(3) تجميع كافة البيانات المدرجة في خدمة "نحن نوصل" أو إتاحتها من قِبل أيًا من خدماتنا هو ملك حصري وخاص بتطبيق "نحن نوصل" ومحمية بموجب قوانين حقوق الطبع والنشر السعودية والدولية وكذلك محمية بموجب الاتفاقيات الدولية السارية، مثل اتفاقية برن، واتفاقية تربس.</p>
                            </li>
                            <li>
                                <strong>رابع عشر: العلامات التجارية</strong>
                                
                                <p>(1) "نحن نوصل" والشعارات المرتبطة به هي علامات تجارية و/أو علامات خدمة خاصة بنا. </p>
                                <p>(2) الصور والشعارات ورؤوس الصفحات وأيقونات الأزرار والنصوص والأسماء الخدمية هي علامات تجارية وتصميمات تجارية خاصة بـ تطبيق "نحن نوصل".</p>
                                <p>(3) يحظر إعادة إنتاج العلامات أو التصميمات التجارية الخاصة بتطبيق "نحن نوصل" في أي وسيلة إعلامية أو إعلانية دون إذن كتابي منا.</p>
                                <p>(4) لا يجوز استخدام العلامات والتصميمات التجارية الخاصة بتطبيق "نحن نوصل" في اتصال بأي منتج أو خدمة ليست تابعة لنا، حتى لا تتسبب في النيل من قدر ومصداقية تطبيق "نحن نوصل" أو النيل من عملائها.</p>
                            </li>
                            <li>
                                <strong>خامس عشر: التراخيص الممنوحة</strong>
                                
                                <p>(1) بالتزامك بشروط الاستخدام أو أي شروط خدمة وكذلك بدفعك لأي رسوم مطبقة، يمنحك التطبيق ترخيصًا محدودًا وغير حصري، وغير قابل للتحويل وغير قابل للترخيص من الباطن للوصول إلى الاستخدام غير التجاري لخدمات تطبيق "نحن نوصل".</p>
                                <p>(2) لا يشمل هذا الترخيص إعادة بيع أو أي استخدام تجاري لأي من خدماتنا أو محتوياتها، كما لا يشمل أي نسخ للمعلومات المتوفرة عن الحساب لصالح الغير، أو أي استخدام لوسائل استخراج البيانات أو أي استخدام لأدوات جمع واستخلاص البيانات المماثلة.</p>
                                <p>(3) لا يجوز لك إعادة إنتاج أو عمل نسخة مطابقة لهذا التطبيق، أو نسخ أو بيع أو إعادة بيع أي جزء منه، أو استخدامه بصورة مغايرة في أغراض الاستغلال التجاري أو غير التجاري له دون الحصول على موافقة كتابية صريحة من تطبيق "نحن نوصل".</p>
                                <p>(4) لا يجوز لك استخدام أي علامات وصفية أو أي "نص مخفي" آخر يستغل اسم "نحن نوصل" أو علاماتها التجارية بدون موافقة كتابية صريحة من التطبيق.</p>
                                <p>(5) أنت توافق على عدم استخدام تطبيق "نحن نوصل" أو أي خدمة تقدم من خلاله بطريقة غير قانونية أو احتيالية أو معادية للمجتمع على النحو الذي نقدره.</p>
                                <p>(6) أنت توافق على عدم إرسال أي رسائل تتسم بالتمييز العنصري أو تحتوي على سب وقذف أو ألفاظ نابية أو صور خليعة أو فاحشة، أو تتسم بوجه عام بأنها ذات "ذوق رديء".</p>
                                <p>(7) يحظر عليك كمستخدم نشر أي روابط خاصة بتطبيقات أو مواقع أخرى داخل التطبيق، أو تتضمن برمجيات خبيثة أو فيروسات أو تهدف إلى أي عملية احتيالية، أو أي من عمليات القرصنة الالكترونية</p>
                                <p>(8) يحظر عليك التدخل بأي شكل من الأشكال في طريقة عمل التطبيق، أو سير العمل داخله، أو أن تعلن بأي شكل من الأشكال أنك تمثلنا على خلاف الحقيقة والواقع.</p>
                                <p>(9) يجوز لك استخدام خدماتنا بالشكل المسموح به قانونًا فقط، ووفقًا لشروط هذه الاتفاقية.</p>
                                <p>(10) تنتهي التراخيص الممنوحة من قِبلنا إذا لم تلتزم بشروط الاستخدام هذه أو أي شروط خدمة أخرى.</p>
                                <p>(11) جميع الحقوق غير الممنوحة لك صراحة في شروط الاستخدام هذه أو أي شروط خدمة أخرى يحتفظ بها تطبيق "نحن نوصل". </p>
                            </li>
                            <li>
                                <strong>سادس عشر: الاتصالات</strong>
                                
                                <p>(1) أنت توافق على تلقي الاتصالات منا، وسوف نتواصل معك عن طريق رقم الجوال وعن طريق نشر إشعارات عبر التطبيق أو من خلال خدمات تطبيق "نحن نوصل" الأخرى.</p>
                                <p>(2) أنت توافق على أن جميع الاتفاقات والإشعارات والإفصاحات وغيرها من الاتصالات التي نقدمها لك الكترونيًا تستوفي كافة الشروط القانونية كما لو كانت هذه الاتصالات خطية، وتقوم مقامها في إنتاج آثارها القانونية.</p>
                                <p>(3) يتطلب تطبيق "نحن نوصل" موافقتك أثناء عملية التسجيل على قيامنا بإرسال رسائل على هاتفك الجوال أو عبر التطبيق لأغراض ترويجية، وذلك لإعلامك بأي تغييرات أو ميزات أو أنشطة جديدة تضاف إلى التطبيق.</p>
                                <p>(4) إذا قررت في أي وقت أنك لا ترغب في تلقي رسائل ترويجية، يمكنك تعطيل تلقي هذه الرسائل عن طريق مراسلتنا، ولكن في هذه الحالة لا نضمن تمتعك بخدماتنا بشكل كامل</p>
                            </li>
                            <li>
                                <strong>سابع عشر: الإشعارات</strong>
                                
                                <p>(1) أي إشعارات تود إرسالها لتطبيق "نحن نوصل" يجب أن يتم إرسالها عبر الوسائل المحددة داخل التطبيق، ولا يعتد بأي إشعارات يتم إرسالها خارج التطبيق.</p>
                                <p>(2) أي إشعارات يود تطبيق "نحن نوصل" إرسالها إليك، تكون إما عن طريق إعلانها على التطبيق أو عن طريق إرسالها إليك عبر رقم الجوال الذي زودتنا به خلال عملية التسجيل، ويفترض علمك بالإشعار بمجرد الإعلان على التطبيق، أو بمجرد مرور 24 ساعة من وقت إرسال الرسالة إليك.</p>
                            </li>
                            <li>
                                <strong>ثامن عشر: الضرائب والرسوم</strong>
                                
                                <p>(1) يلتزم المستخدم بسداد كافة الضرائب الحكومية على اختلاف أنواعها التي تُفرض على النشاط الذي يمارسه من خلال التطبيق.</p>
                                <p>(2) يلتزم المستخدم بدفع رسوم شركات الاتصالات بهدف الحصول على البيانات الخاصة بالوصول إلى شبكة الانترنت.</p>
                            </li>
                            <li>
                                <strong>تاسع عشر: تحويل الحقوق والالتزامات</strong>
                                
                                <p>(1) يحق لتطبيق "نحن نوصل" تحويل كافة حقوقه الواردة في هذه الاتفاقية للغير دون أي اعتراض من المستخدم، ويلتزم الجميع بتنفيذ كافة التزاماتهم الواردة في هذه الاتفاقية قِبل المحال إليه فور إخطارهم بالحوالة، ويحق للمحال إليه اتخاذ كافة الإجراءات القانونية قِبل المتقاعس عن تنفيذ التزاماته بموجب هذه الاتفاقية.</p>
                                <p>(2) لا يجوز لك التنازل عن التزاماتك وحقوقك بموجب هذه الاتفاقية، أو أن تعهد بإدارة حسابك بالتطبيق إلى طرف ثالث إلا بعد الحصول على موافقة خطية منا.</p>
                            </li>
                            <li>
                                <strong>عشرون: التعديلات</strong>
                                
                                <p>(1) يجوز لنا تعديل أو تحديث شروط وأحكام هذه الاتفاقية الخاصة باستخدام التطبيق بدون إرسال إخطار إليك بذلك؛ لذا عليك مراجعة هذه الاتفاقية بشكل دوري.</p>
                                <p>(2) لا يجوز لك تغيير أي بنود من هذا الاتفاق أو تعديلها أو استبدالها بدون موافقة مكتوبة من تطبيق "نحن نوصل".</p>
                                <p>(3) أنت توافق على الالتزام بكافة الشروط والبنود الإضافية التي ستتاح لك والتي تتعلق باستخدام أي من الخدمات المتاحة عبر التطبيق، ويتم دمج هذه الشروط والبنود الإضافية إلى هذه الاتفاقية.</p>
                                <p>(4) يجوز لنا في أي وقت إجراء أية تعديلات أو تحسينات نراها ضرورية على التطبيق لزيادة فاعليته، ويلتزم المستخدم بأية توجيهات أو تعليمات يقدمها التطبيق إليه في هذا الخصوص.</p>
                            </li>
                            <li>
                                <strong>واحد وعشرون: إلغاء الاتفاق</strong>
                                
                                <p>(1) يحق لنا في أي وقت إلغاء كل أو بعض الخدمات التي نقدمها، كما يحق لنا في أي وقت إلغاء الشروط والأحكام، أو استبدالها بشروط وأحكام أخرى.</p>
                                <p>(2) تعد هذه الاتفاقية مفسوخة من تلقاء ذاتها في حالة إخلالك بحقوقنا المالية أو العمولات المستحقة لنا، أو التسبب في مشكلات قانونية لنا أو لأطراف هذه الاتفاقية أو للغير، أو في حالة إخلالك بأي بند أو فقرة من شروط وأحكام هذه الاتفاقية، أو في حالة عدم توثيق معلوماتك، أو توقف نشاط التطبيق. وفي جميع الأحوال السابقة يحق لنا الرجوع عليك قضائيًا بموجب هذه الاتفاقية إذا كان سبب الفسخ يرجع لإخلالك بأحكامها.</p>
                            </li>
                            <li>
                                <strong>اثنان وعشرون: المسئولية القانونية لأطراف الاتفاقية</strong>
                                
                                <p>(1) أنت توافق صراحة على أنك تستخدم تطبيق "نحن نوصل" على مسئوليتك الشخصية.</p>
                                <p>(2) يجب عليك الالتزام بجميع القوانين واللوائح المعمول بها داخل المملكة العربية السعودية فيما يتعلق باستخدامك للتطبيق، وتتحمل كافة المسئوليات الناشئة في حالة إخلالك بهذه القوانين أو اللوائح، كما تلتزم بجميع الشروط والأحكام المنصوص عليها في هذه الاتفاقية.</p>
                                <p>(3) أنت مسئول عن المحافظة على استخدام التطبيق بكل جدية ومصداقية وتكون ملزمًا بالتعويض عن أي خسائر أو أضرار  قد تلحق بالتطبيق نتيجة أي استخدام غير شرعي أو غير مفوض من قِبلنا.</p>
                                <p>(4) يزودنا المستخدمون بمعلوماتهم وأرقام الجوال تحت مسئوليتهم الشخصية، وبالتالي فإنهم يتحملون المسئولية المدنية والجنائية في حالة كون هذه الأرقام مسروقة أو غير مسجلة بأسمائهم أو أنها تخص أشخاص آخرين.</p>
                                <p>(5) أنت تقر بمسئوليتك القانونية الكاملة في حالة إخلالك بكافة البنود المنصوص عليها في هذه الاتفاقية، ويحق لنا مع هذا الإخلال اتخاذ كافة الإجراءات ضدك، بما في ذلك إيقاف أو إلغاء عضويتك أو اللجوء إلى القضاء.</p>
                                <p>(6) يكون على المتضرر الذي أصابه ضرر نتيجة إخلال أي طرف من أطراف هذه الاتفاقية أن يقوم باتخاذ كافة الإجراءات القانونية اللازمة تجاه مرتكب الفعل غير المشروع دون الرجوع إلينا أو علينا، ويقوم المتضرر بإبلاغنا بالمخالفة فقط لاتخاذ إجراء داخل التطبيق إما بوقف العضوية أو حظرها بشكل دائم.</p>
                                <p>(7) لا تنال العقوبات التي يقوم تطبيق "نحن نوصل" بفرضها على أطراف هذه الاتفاقية من حق كل طرف من اتخاذ كافة الإجراءات القانونية التي يراها مناسبة وفقًا لتقديره دون الرجوع علينا بأي شكل من الأشكال ودون أدنى مسئولية على التطبيق.</p>
                                <p>(8) تطبيق "نحن نوصل" لا يضمن اتخاذه إجراءات ضد كل الانتهاكات التي قد تحدث لاتفاقية الاستخدام هذه، ولا يعني عدم اتخاذنا للإجراءات القانونية في أي من حالات الانتهاك تنازلاً عن حقنا في اتخاذ هذه الإجراءات في أي وقت نراه مناسبًا.</p>
                            </li>
                            <li>
                                <strong>ثلاثة وعشرون: حدود مسئوليتنا</strong>
                                
                                <p>(1) نقدم خدماتنا "كما هي متوفرة"، دون أي تعهدات أو ضمانات من أي نوع، سواء صريحة أو ضمنية، تتعلق باستخدام هذا التطبيق أو محتواه أو الخدمات المقدمة عليه.</p>
                                <p>(2) تطبيق "نحن نوصل" لا يقدم أي ضمانات بخلو هذا التطبيق أو الخوادم الخاصة به أو الرسائل المُرسلة من الفيروسات أو غيرها من المكونات الضارة.</p>
                                <p>(3) لا يقدم تطبيق "نحن نوصل " أي ضمان ولا يتحمل أي مسئولية فيما يتعلق بحداثة وشيوع ودقة وجودة المعلومات التي يتلقاها المستخدم أو يتوصل إليها عبر التطبيق.</p>
                                <p>(4) تقع مسئولية استخدام أو الاعتماد على المعلومات التي يتلقاها أو يتوصل إليها المستخدم من خلال خدمات تطبيق "نحن نوصل" على عاتق هذا المستخدم بشكل كامل.</p>
                                <p>(5) تقر بأن تطبيق "نحن نوصل" عبارة عن خدمة قائمة على الانترنت، وأنه على الرغم من بذلنا أقصى جهد للحفاظ على المعلومات وإبقائها آمنة، إلا أننا لا نستطيع أن نضمن أن تكون المعلومات التي يتلقاها المستخدم أو يقوم ببثها أثناء استخدامه للتطبيق آمنة في كل الأوقات.</p>
                                <p>(6) تطبيق "نحن نوصل" لا يستطيع أن يؤكد أن كل مستخدم للتطبيق هو فعلاً الشخص الذي يدعيه.</p>
                                <p>(7) قد نقوم في أي وقت بتعديل أو وقف أو قطع خدمات تطبيق " نحن نوصل " بدون إرسال إخطار إليك بذلك، كما قد نقوم بوقف استخدامك لخدماتنا إذا قمت بانتهاك هذه الشروط والبنود أو إذا أسأت استخدام هذه الخدمات من وجهة نظرنا.</p>
                                <p>(8) مع عدم الإخلال بحقوقه الأخرى فان لتطبيق " نحن نوصل " الحق في وقف أو إلغاء عضويتك أو وصولك إلى التطبيق في أي وقت وبدون إنذار ولأي سبب، ودون تحديد، ويمكنه إلغاء اتفاقية المستخدم هذه.</p>
                            </li>
                            <li>
                                <strong>أربعة وعشرون: التعويضات</strong>
                                
                                <p>(1) لن يكون التطبيق مسئولاً في جميع الأحوال عن أي خسارة مباشرة أو غير مباشرة أو تبعية أو خسارة في الأرباح والشهرة أو ضرر أيًا كان، نتيجة الإفصاح عن اسم المستخدم الخاص بك و/أو كلمة المرور.</p>
                                <p>(2) تطبيق " نحن نوصل غير مسئول قانونًا عن الخسائر أو الأضرار أيًا كان نوعها التي قد تنشأ عن استخدام هذا التطبيق بما في ذلك على سبيل المثال لا الحصر الأضرار المباشرة وغير المباشرة.</p>
                                <p>(3) لن يكون تطبيق " نحن نوصل " ومسئوليه وموظفيه مسئولين قانونًا تجاهك أو تجاه أي طرف آخر عن أي خسارة مباشرة أو غير مباشرة أو عن أي تكلفة أخرى قد تنشأ من أو فيما يتصل بتنفيذ اتفاقية الاستخدام، أو فيما يتصل بتقديم خدماتنا.</p>
                                <p>(4) على المستخدم أن يحمي تطبيق نحن نوصل " وموظفيه وأن يدافع عنهم ويعوضهم عن أية خسائر ناتجة عن أية دعوى أو مطالبة تتعلق بالتطبيق أو ناتجة عن عمل أو إهمال من قِبل المستخدم أو ممثليه أو وكلائه.</p>
                                <p>(5) أنت توافق على تعويض تطبيق "نحن نوصل" وإبراء مسئوليته والدفاع عنه ضد كافة الدعاوى والمطالبات والمطالب والخسائر والنفقات (بما فيها أتعاب المحامي) التي قد يرفعها أو يطالب بها الغير نتيجة استخدامك للتطبيق، أو بسبب قيامك بانتهاك هذه الشروط والبنود أو بالإخلال بحقوق المستخدمين الآخرين</p>
                            </li>
                            <li>
                                <strong>خمسة وعشرون: القانون واجب التطبيق والمحاكم المختصة</strong>
                                
                                <p>(1) يحكم هذه الاتفاقية القوانين المعمول بها والسارية المفعول داخل المملكة العربية السعودية.</p>
                                <p>(2) يختص القضاء داخل المملكة العربية السعودية بأي نزاع قد ينشأ عن تفسير أو تنفيذ أحكام هذه الاتفاقية.</p>
                                <p>(3) في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فان قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم.</p>
                            </li>
                            <li>
                                <strong>ستة وعشرون: اللغة</strong>
                                
                                <p>(1) يعتبر النص العربي لهذه الاتفاقية هو النص المعتمد لأغراض تفسير وتطبيق شروطها وأحكامها.</p>
                                <p>(2) في حالة وجود تعارض بين النص العربي والنص المُترجم لهذه الاتفاقية، فمن المتفق عليه في هذه الحالة تطبيق ما جاء باللغة العربية</p>
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>

  

    <script src="{{ asset('public/assets/js/libs/jquery-3.1.1.min.js')}}"></script>
    <script src="{{ asset('public/bootstrap/js/popper.min.js')}}"></script>
    <script src="{{ asset('public/bootstrap/js/bootstrap.min.js')}}"></script>
</body>
</html>